mapkeeper/ycsb/data/thrift2/selector_16_3000
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.MapKeeperClient -P workloads/workloada -p mapkeeper.host=dqa-config2-006.dht.bf1.yahoo.com -p mapkeeper.port=9090 -s -threads 3000 -load
Loading workload...
Starting test.
SLF4J: Failed to load class "org.slf4j.impl.StaticLoggerBinder".
SLF4J: Defaulting to no-operation (NOP) logger implementation
SLF4J: See http://www.slf4j.org/codes.html#StaticLoggerBinder for further details.
 0 sec: 0 operations; 
Maximum execution time specified as: 60 secs
 10 sec: 1683607 operations; 168041.42 current ops/sec; [INSERT AverageLatency(us)=13480.07] 
 20 sec: 3605490 operations; 192015.49 current ops/sec; [INSERT AverageLatency(us)=15614.41] 
 30 sec: 5500439 operations; 189381.27 current ops/sec; [INSERT AverageLatency(us)=15680.49] 
 40 sec: 7410626 operations; 190961.41 current ops/sec; [INSERT AverageLatency(us)=15697.31] 
 50 sec: 9331107 operations; 191990.5 current ops/sec; [INSERT AverageLatency(us)=15618.06] 
 60 sec: 11257227 operations; 192534.99 current ops/sec; [INSERT AverageLatency(us)=15460.58] 
Maximum time elapsed. Requesting stop for the workload.
Stop requested for workload. Now Joining!
 63 sec: 11968148 operations; 183274.3 current ops/sec; [INSERT AverageLatency(us)=15767.66] 
[OVERALL], RunTime(ms), 63929.0
[OVERALL], Throughput(ops/sec), 187209.9985921882
[INSERT], Operations, 11968148
[INSERT], AverageLatency(us), 15322.593977781691
[INSERT], MinLatency(us), 167
[INSERT], MaxLatency(us), 257076
[INSERT], 95thPercentileLatency(ms), 26
[INSERT], 99thPercentileLatency(ms), 33
[INSERT], Return=0, 11968148
[INSERT], 0, 118651
[INSERT], 1, 50734
[INSERT], 2, 52012
[INSERT], 3, 75665
[INSERT], 4, 109471
[INSERT], 5, 179486
[INSERT], 6, 273580
[INSERT], 7, 376145
[INSERT], 8, 478198
[INSERT], 9, 583486
[INSERT], 10, 689782
[INSERT], 11, 753695
[INSERT], 12, 817807
[INSERT], 13, 834436
[INSERT], 14, 839376
[INSERT], 15, 803094
[INSERT], 16, 740657
[INSERT], 17, 684060
[INSERT], 18, 602917
[INSERT], 19, 524240
[INSERT], 20, 443123
[INSERT], 21, 375619
[INSERT], 22, 308439
[INSERT], 23, 258048
[INSERT], 24, 212835
[INSERT], 25, 161920
[INSERT], 26, 127842
[INSERT], 27, 102573
[INSERT], 28, 84203
[INSERT], 29, 63060
[INSERT], 30, 47964
[INSERT], 31, 39171
[INSERT], 32, 29311
[INSERT], 33, 22703
[INSERT], 34, 18670
[INSERT], 35, 14014
[INSERT], 36, 11388
[INSERT], 37, 8492
[INSERT], 38, 7136
[INSERT], 39, 5434
[INSERT], 40, 4090
[INSERT], 41, 2954
[INSERT], 42, 2166
[INSERT], 43, 1881
[INSERT], 44, 1306
[INSERT], 45, 1107
[INSERT], 46, 997
[INSERT], 47, 697
[INSERT], 48, 551
[INSERT], 49, 420
[INSERT], 50, 344
[INSERT], 51, 438
[INSERT], 52, 380
[INSERT], 53, 332
[INSERT], 54, 323
[INSERT], 55, 321
[INSERT], 56, 214
[INSERT], 57, 151
[INSERT], 58, 194
[INSERT], 59, 194
[INSERT], 60, 251
[INSERT], 61, 203
[INSERT], 62, 290
[INSERT], 63, 223
[INSERT], 64, 266
[INSERT], 65, 269
[INSERT], 66, 355
[INSERT], 67, 460
[INSERT], 68, 478
[INSERT], 69, 396
[INSERT], 70, 411
[INSERT], 71, 442
[INSERT], 72, 417
[INSERT], 73, 354
[INSERT], 74, 421
[INSERT], 75, 425
[INSERT], 76, 339
[INSERT], 77, 351
[INSERT], 78, 331
[INSERT], 79, 355
[INSERT], 80, 354
[INSERT], 81, 276
[INSERT], 82, 244
[INSERT], 83, 221
[INSERT], 84, 191
[INSERT], 85, 156
[INSERT], 86, 180
[INSERT], 87, 217
[INSERT], 88, 190
[INSERT], 89, 283
[INSERT], 90, 175
[INSERT], 91, 178
[INSERT], 92, 178
[INSERT], 93, 158
[INSERT], 94, 196
[INSERT], 95, 161
[INSERT], 96, 129
[INSERT], 97, 176
[INSERT], 98, 197
[INSERT], 99, 292
[INSERT], 100, 233
[INSERT], 101, 213
[INSERT], 102, 192
[INSERT], 103, 228
[INSERT], 104, 262
[INSERT], 105, 209
[INSERT], 106, 152
[INSERT], 107, 191
[INSERT], 108, 133
[INSERT], 109, 157
[INSERT], 110, 155
[INSERT], 111, 148
[INSERT], 112, 166
[INSERT], 113, 158
[INSERT], 114, 202
[INSERT], 115, 195
[INSERT], 116, 207
[INSERT], 117, 206
[INSERT], 118, 188
[INSERT], 119, 182
[INSERT], 120, 191
[INSERT], 121, 102
[INSERT], 122, 151
[INSERT], 123, 191
[INSERT], 124, 145
[INSERT], 125, 148
[INSERT], 126, 196
[INSERT], 127, 126
[INSERT], 128, 167
[INSERT], 129, 170
[INSERT], 130, 189
[INSERT], 131, 122
[INSERT], 132, 115
[INSERT], 133, 133
[INSERT], 134, 132
[INSERT], 135, 108
[INSERT], 136, 125
[INSERT], 137, 152
[INSERT], 138, 146
[INSERT], 139, 119
[INSERT], 140, 104
[INSERT], 141, 126
[INSERT], 142, 122
[INSERT], 143, 84
[INSERT], 144, 61
[INSERT], 145, 43
[INSERT], 146, 38
[INSERT], 147, 51
[INSERT], 148, 49
[INSERT], 149, 15
[INSERT], 150, 30
[INSERT], 151, 43
[INSERT], 152, 17
[INSERT], 153, 5
[INSERT], 154, 10
[INSERT], 155, 7
[INSERT], 156, 1
[INSERT], 157, 2
[INSERT], 158, 4
[INSERT], 159, 0
[INSERT], 160, 3
[INSERT], 161, 0
[INSERT], 162, 0
[INSERT], 163, 0
[INSERT], 164, 0
[INSERT], 165, 0
[INSERT], 166, 3
[INSERT], 167, 1
[INSERT], 168, 0
[INSERT], 169, 0
[INSERT], 170, 0
[INSERT], 171, 0
[INSERT], 172, 0
[INSERT], 173, 2
[INSERT], 174, 2
[INSERT], 175, 1
[INSERT], 176, 0
[INSERT], 177, 0
[INSERT], 178, 0
[INSERT], 179, 0
[INSERT], 180, 2
[INSERT], 181, 0
[INSERT], 182, 0
[INSERT], 183, 0
[INSERT], 184, 2
[INSERT], 185, 0
[INSERT], 186, 1
[INSERT], 187, 0
[INSERT], 188, 1
[INSERT], 189, 0
[INSERT], 190, 1
[INSERT], 191, 0
[INSERT], 192, 0
[INSERT], 193, 0
[INSERT], 194, 0
[INSERT], 195, 0
[INSERT], 196, 0
[INSERT], 197, 0
[INSERT], 198, 0
[INSERT], 199, 0
[INSERT], 200, 0
[INSERT], 201, 0
[INSERT], 202, 0
[INSERT], 203, 0
[INSERT], 204, 0
[INSERT], 205, 3
[INSERT], 206, 6
[INSERT], 207, 6
[INSERT], 208, 15
[INSERT], 209, 33
[INSERT], 210, 18
[INSERT], 211, 36
[INSERT], 212, 58
[INSERT], 213, 70
[INSERT], 214, 58
[INSERT], 215, 42
[INSERT], 216, 55
[INSERT], 217, 44
[INSERT], 218, 45
[INSERT], 219, 55
[INSERT], 220, 37
[INSERT], 221, 28
[INSERT], 222, 46
[INSERT], 223, 35
[INSERT], 224, 38
[INSERT], 225, 18
[INSERT], 226, 28
[INSERT], 227, 25
[INSERT], 228, 17
[INSERT], 229, 13
[INSERT], 230, 20
[INSERT], 231, 11
[INSERT], 232, 12
[INSERT], 233, 18
[INSERT], 234, 11
[INSERT], 235, 2
[INSERT], 236, 1
[INSERT], 237, 2
[INSERT], 238, 4
[INSERT], 239, 10
[INSERT], 240, 0
[INSERT], 241, 3
[INSERT], 242, 1
[INSERT], 243, 1
[INSERT], 244, 0
[INSERT], 245, 0
[INSERT], 246, 0
[INSERT], 247, 0
[INSERT], 248, 0
[INSERT], 249, 0
[INSERT], 250, 0
[INSERT], 251, 0
[INSERT], 252, 0
[INSERT], 253, 0
[INSERT], 254, 0
[INSERT], 255, 0
[INSERT], 256, 0
[INSERT], 257, 1
[INSERT], 258, 0
[INSERT], 259, 0
[INSERT], 260, 0
[INSERT], 261, 0
[INSERT], 262, 0
[INSERT], 263, 0
[INSERT], 264, 0
[INSERT], 265, 0
[INSERT], 266, 0
[INSERT], 267, 0
[INSERT], 268, 0
[INSERT], 269, 0
[INSERT], 270, 0
[INSERT], 271, 0
[INSERT], 272, 0
[INSERT], 273, 0
[INSERT], 274, 0
[INSERT], 275, 0
[INSERT], 276, 0
[INSERT], 277, 0
[INSERT], 278, 0
[INSERT], 279, 0
[INSERT], 280, 0
[INSERT], 281, 0
[INSERT], 282, 0
[INSERT], 283, 0
[INSERT], 284, 0
[INSERT], 285, 0
[INSERT], 286, 0
[INSERT], 287, 0
[INSERT], 288, 0
[INSERT], 289, 0
[INSERT], 290, 0
[INSERT], 291, 0
[INSERT], 292, 0
[INSERT], 293, 0
[INSERT], 294, 0
[INSERT], 295, 0
[INSERT], 296, 0
[INSERT], 297, 0
[INSERT], 298, 0
[INSERT], 299, 0
[INSERT], 300, 0
[INSERT], 301, 0
[INSERT], 302, 0
[INSERT], 303, 0
[INSERT], 304, 0
[INSERT], 305, 0
[INSERT], 306, 0
[INSERT], 307, 0
[INSERT], 308, 0
[INSERT], 309, 0
[INSERT], 310, 0
[INSERT], 311, 0
[INSERT], 312, 0
[INSERT], 313, 0
[INSERT], 314, 0
[INSERT], 315, 0
[INSERT], 316, 0
[INSERT], 317, 0
[INSERT], 318, 0
[INSERT], 319, 0
[INSERT], 320, 0
[INSERT], 321, 0
[INSERT], 322, 0
[INSERT], 323, 0
[INSERT], 324, 0
[INSERT], 325, 0
[INSERT], 326, 0
[INSERT], 327, 0
[INSERT], 328, 0
[INSERT], 329, 0
[INSERT], 330, 0
[INSERT], 331, 0
[INSERT], 332, 0
[INSERT], 333, 0
[INSERT], 334, 0
[INSERT], 335, 0
[INSERT], 336, 0
[INSERT], 337, 0
[INSERT], 338, 0
[INSERT], 339, 0
[INSERT], 340, 0
[INSERT], 341, 0
[INSERT], 342, 0
[INSERT], 343, 0
[INSERT], 344, 0
[INSERT], 345, 0
[INSERT], 346, 0
[INSERT], 347, 0
[INSERT], 348, 0
[INSERT], 349, 0
[INSERT], 350, 0
[INSERT], 351, 0
[INSERT], 352, 0
[INSERT], 353, 0
[INSERT], 354, 0
[INSERT], 355, 0
[INSERT], 356, 0
[INSERT], 357, 0
[INSERT], 358, 0
[INSERT], 359, 0
[INSERT], 360, 0
[INSERT], 361, 0
[INSERT], 362, 0
[INSERT], 363, 0
[INSERT], 364, 0
[INSERT], 365, 0
[INSERT], 366, 0
[INSERT], 367, 0
[INSERT], 368, 0
[INSERT], 369, 0
[INSERT], 370, 0
[INSERT], 371, 0
[INSERT], 372, 0
[INSERT], 373, 0
[INSERT], 374, 0
[INSERT], 375, 0
[INSERT], 376, 0
[INSERT], 377, 0
[INSERT], 378, 0
[INSERT], 379, 0
[INSERT], 380, 0
[INSERT], 381, 0
[INSERT], 382, 0
[INSERT], 383, 0
[INSERT], 384, 0
[INSERT], 385, 0
[INSERT], 386, 0
[INSERT], 387, 0
[INSERT], 388, 0
[INSERT], 389, 0
[INSERT], 390, 0
[INSERT], 391, 0
[INSERT], 392, 0
[INSERT], 393, 0
[INSERT], 394, 0
[INSERT], 395, 0
[INSERT], 396, 0
[INSERT], 397, 0
[INSERT], 398, 0
[INSERT], 399, 0
[INSERT], 400, 0
[INSERT], 401, 0
[INSERT], 402, 0
[INSERT], 403, 0
[INSERT], 404, 0
[INSERT], 405, 0
[INSERT], 406, 0
[INSERT], 407, 0
[INSERT], 408, 0
[INSERT], 409, 0
[INSERT], 410, 0
[INSERT], 411, 0
[INSERT], 412, 0
[INSERT], 413, 0
[INSERT], 414, 0
[INSERT], 415, 0
[INSERT], 416, 0
[INSERT], 417, 0
[INSERT], 418, 0
[INSERT], 419, 0
[INSERT], 420, 0
[INSERT], 421, 0
[INSERT], 422, 0
[INSERT], 423, 0
[INSERT], 424, 0
[INSERT], 425, 0
[INSERT], 426, 0
[INSERT], 427, 0
[INSERT], 428, 0
[INSERT], 429, 0
[INSERT], 430, 0
[INSERT], 431, 0
[INSERT], 432, 0
[INSERT], 433, 0
[INSERT], 434, 0
[INSERT], 435, 0
[INSERT], 436, 0
[INSERT], 437, 0
[INSERT], 438, 0
[INSERT], 439, 0
[INSERT], 440, 0
[INSERT], 441, 0
[INSERT], 442, 0
[INSERT], 443, 0
[INSERT], 444, 0
[INSERT], 445, 0
[INSERT], 446, 0
[INSERT], 447, 0
[INSERT], 448, 0
[INSERT], 449, 0
[INSERT], 450, 0
[INSERT], 451, 0
[INSERT], 452, 0
[INSERT], 453, 0
[INSERT], 454, 0
[INSERT], 455, 0
[INSERT], 456, 0
[INSERT], 457, 0
[INSERT], 458, 0
[INSERT], 459, 0
[INSERT], 460, 0
[INSERT], 461, 0
[INSERT], 462, 0
[INSERT], 463, 0
[INSERT], 464, 0
[INSERT], 465, 0
[INSERT], 466, 0
[INSERT], 467, 0
[INSERT], 468, 0
[INSERT], 469, 0
[INSERT], 470, 0
[INSERT], 471, 0
[INSERT], 472, 0
[INSERT], 473, 0
[INSERT], 474, 0
[INSERT], 475, 0
[INSERT], 476, 0
[INSERT], 477, 0
[INSERT], 478, 0
[INSERT], 479, 0
[INSERT], 480, 0
[INSERT], 481, 0
[INSERT], 482, 0
[INSERT], 483, 0
[INSERT], 484, 0
[INSERT], 485, 0
[INSERT], 486, 0
[INSERT], 487, 0
[INSERT], 488, 0
[INSERT], 489, 0
[INSERT], 490, 0
[INSERT], 491, 0
[INSERT], 492, 0
[INSERT], 493, 0
[INSERT], 494, 0
[INSERT], 495, 0
[INSERT], 496, 0
[INSERT], 497, 0
[INSERT], 498, 0
[INSERT], 499, 0
[INSERT], 500, 0
[INSERT], 501, 0
[INSERT], 502, 0
[INSERT], 503, 0
[INSERT], 504, 0
[INSERT], 505, 0
[INSERT], 506, 0
[INSERT], 507, 0
[INSERT], 508, 0
[INSERT], 509, 0
[INSERT], 510, 0
[INSERT], 511, 0
[INSERT], 512, 0
[INSERT], 513, 0
[INSERT], 514, 0
[INSERT], 515, 0
[INSERT], 516, 0
[INSERT], 517, 0
[INSERT], 518, 0
[INSERT], 519, 0
[INSERT], 520, 0
[INSERT], 521, 0
[INSERT], 522, 0
[INSERT], 523, 0
[INSERT], 524, 0
[INSERT], 525, 0
[INSERT], 526, 0
[INSERT], 527, 0
[INSERT], 528, 0
[INSERT], 529, 0
[INSERT], 530, 0
[INSERT], 531, 0
[INSERT], 532, 0
[INSERT], 533, 0
[INSERT], 534, 0
[INSERT], 535, 0
[INSERT], 536, 0
[INSERT], 537, 0
[INSERT], 538, 0
[INSERT], 539, 0
[INSERT], 540, 0
[INSERT], 541, 0
[INSERT], 542, 0
[INSERT], 543, 0
[INSERT], 544, 0
[INSERT], 545, 0
[INSERT], 546, 0
[INSERT], 547, 0
[INSERT], 548, 0
[INSERT], 549, 0
[INSERT], 550, 0
[INSERT], 551, 0
[INSERT], 552, 0
[INSERT], 553, 0
[INSERT], 554, 0
[INSERT], 555, 0
[INSERT], 556, 0
[INSERT], 557, 0
[INSERT], 558, 0
[INSERT], 559, 0
[INSERT], 560, 0
[INSERT], 561, 0
[INSERT], 562, 0
[INSERT], 563, 0
[INSERT], 564, 0
[INSERT], 565, 0
[INSERT], 566, 0
[INSERT], 567, 0
[INSERT], 568, 0
[INSERT], 569, 0
[INSERT], 570, 0
[INSERT], 571, 0
[INSERT], 572, 0
[INSERT], 573, 0
[INSERT], 574, 0
[INSERT], 575, 0
[INSERT], 576, 0
[INSERT], 577, 0
[INSERT], 578, 0
[INSERT], 579, 0
[INSERT], 580, 0
[INSERT], 581, 0
[INSERT], 582, 0
[INSERT], 583, 0
[INSERT], 584, 0
[INSERT], 585, 0
[INSERT], 586, 0
[INSERT], 587, 0
[INSERT], 588, 0
[INSERT], 589, 0
[INSERT], 590, 0
[INSERT], 591, 0
[INSERT], 592, 0
[INSERT], 593, 0
[INSERT], 594, 0
[INSERT], 595, 0
[INSERT], 596, 0
[INSERT], 597, 0
[INSERT], 598, 0
[INSERT], 599, 0
[INSERT], 600, 0
[INSERT], 601, 0
[INSERT], 602, 0
[INSERT], 603, 0
[INSERT], 604, 0
[INSERT], 605, 0
[INSERT], 606, 0
[INSERT], 607, 0
[INSERT], 608, 0
[INSERT], 609, 0
[INSERT], 610, 0
[INSERT], 611, 0
[INSERT], 612, 0
[INSERT], 613, 0
[INSERT], 614, 0
[INSERT], 615, 0
[INSERT], 616, 0
[INSERT], 617, 0
[INSERT], 618, 0
[INSERT], 619, 0
[INSERT], 620, 0
[INSERT], 621, 0
[INSERT], 622, 0
[INSERT], 623, 0
[INSERT], 624, 0
[INSERT], 625, 0
[INSERT], 626, 0
[INSERT], 627, 0
[INSERT], 628, 0
[INSERT], 629, 0
[INSERT], 630, 0
[INSERT], 631, 0
[INSERT], 632, 0
[INSERT], 633, 0
[INSERT], 634, 0
[INSERT], 635, 0
[INSERT], 636, 0
[INSERT], 637, 0
[INSERT], 638, 0
[INSERT], 639, 0
[INSERT], 640, 0
[INSERT], 641, 0
[INSERT], 642, 0
[INSERT], 643, 0
[INSERT], 644, 0
[INSERT], 645, 0
[INSERT], 646, 0
[INSERT], 647, 0
[INSERT], 648, 0
[INSERT], 649, 0
[INSERT], 650, 0
[INSERT], 651, 0
[INSERT], 652, 0
[INSERT], 653, 0
[INSERT], 654, 0
[INSERT], 655, 0
[INSERT], 656, 0
[INSERT], 657, 0
[INSERT], 658, 0
[INSERT], 659, 0
[INSERT], 660, 0
[INSERT], 661, 0
[INSERT], 662, 0
[INSERT], 663, 0
[INSERT], 664, 0
[INSERT], 665, 0
[INSERT], 666, 0
[INSERT], 667, 0
[INSERT], 668, 0
[INSERT], 669, 0
[INSERT], 670, 0
[INSERT], 671, 0
[INSERT], 672, 0
[INSERT], 673, 0
[INSERT], 674, 0
[INSERT], 675, 0
[INSERT], 676, 0
[INSERT], 677, 0
[INSERT], 678, 0
[INSERT], 679, 0
[INSERT], 680, 0
[INSERT], 681, 0
[INSERT], 682, 0
[INSERT], 683, 0
[INSERT], 684, 0
[INSERT], 685, 0
[INSERT], 686, 0
[INSERT], 687, 0
[INSERT], 688, 0
[INSERT], 689, 0
[INSERT], 690, 0
[INSERT], 691, 0
[INSERT], 692, 0
[INSERT], 693, 0
[INSERT], 694, 0
[INSERT], 695, 0
[INSERT], 696, 0
[INSERT], 697, 0
[INSERT], 698, 0
[INSERT], 699, 0
[INSERT], 700, 0
[INSERT], 701, 0
[INSERT], 702, 0
[INSERT], 703, 0
[INSERT], 704, 0
[INSERT], 705, 0
[INSERT], 706, 0
[INSERT], 707, 0
[INSERT], 708, 0
[INSERT], 709, 0
[INSERT], 710, 0
[INSERT], 711, 0
[INSERT], 712, 0
[INSERT], 713, 0
[INSERT], 714, 0
[INSERT], 715, 0
[INSERT], 716, 0
[INSERT], 717, 0
[INSERT], 718, 0
[INSERT], 719, 0
[INSERT], 720, 0
[INSERT], 721, 0
[INSERT], 722, 0
[INSERT], 723, 0
[INSERT], 724, 0
[INSERT], 725, 0
[INSERT], 726, 0
[INSERT], 727, 0
[INSERT], 728, 0
[INSERT], 729, 0
[INSERT], 730, 0
[INSERT], 731, 0
[INSERT], 732, 0
[INSERT], 733, 0
[INSERT], 734, 0
[INSERT], 735, 0
[INSERT], 736, 0
[INSERT], 737, 0
[INSERT], 738, 0
[INSERT], 739, 0
[INSERT], 740, 0
[INSERT], 741, 0
[INSERT], 742, 0
[INSERT], 743, 0
[INSERT], 744, 0
[INSERT], 745, 0
[INSERT], 746, 0
[INSERT], 747, 0
[INSERT], 748, 0
[INSERT], 749, 0
[INSERT], 750, 0
[INSERT], 751, 0
[INSERT], 752, 0
[INSERT], 753, 0
[INSERT], 754, 0
[INSERT], 755, 0
[INSERT], 756, 0
[INSERT], 757, 0
[INSERT], 758, 0
[INSERT], 759, 0
[INSERT], 760, 0
[INSERT], 761, 0
[INSERT], 762, 0
[INSERT], 763, 0
[INSERT], 764, 0
[INSERT], 765, 0
[INSERT], 766, 0
[INSERT], 767, 0
[INSERT], 768, 0
[INSERT], 769, 0
[INSERT], 770, 0
[INSERT], 771, 0
[INSERT], 772, 0
[INSERT], 773, 0
[INSERT], 774, 0
[INSERT], 775, 0
[INSERT], 776, 0
[INSERT], 777, 0
[INSERT], 778, 0
[INSERT], 779, 0
[INSERT], 780, 0
[INSERT], 781, 0
[INSERT], 782, 0
[INSERT], 783, 0
[INSERT], 784, 0
[INSERT], 785, 0
[INSERT], 786, 0
[INSERT], 787, 0
[INSERT], 788, 0
[INSERT], 789, 0
[INSERT], 790, 0
[INSERT], 791, 0
[INSERT], 792, 0
[INSERT], 793, 0
[INSERT], 794, 0
[INSERT], 795, 0
[INSERT], 796, 0
[INSERT], 797, 0
[INSERT], 798, 0
[INSERT], 799, 0
[INSERT], 800, 0
[INSERT], 801, 0
[INSERT], 802, 0
[INSERT], 803, 0
[INSERT], 804, 0
[INSERT], 805, 0
[INSERT], 806, 0
[INSERT], 807, 0
[INSERT], 808, 0
[INSERT], 809, 0
[INSERT], 810, 0
[INSERT], 811, 0
[INSERT], 812, 0
[INSERT], 813, 0
[INSERT], 814, 0
[INSERT], 815, 0
[INSERT], 816, 0
[INSERT], 817, 0
[INSERT], 818, 0
[INSERT], 819, 0
[INSERT], 820, 0
[INSERT], 821, 0
[INSERT], 822, 0
[INSERT], 823, 0
[INSERT], 824, 0
[INSERT], 825, 0
[INSERT], 826, 0
[INSERT], 827, 0
[INSERT], 828, 0
[INSERT], 829, 0
[INSERT], 830, 0
[INSERT], 831, 0
[INSERT], 832, 0
[INSERT], 833, 0
[INSERT], 834, 0
[INSERT], 835, 0
[INSERT], 836, 0
[INSERT], 837, 0
[INSERT], 838, 0
[INSERT], 839, 0
[INSERT], 840, 0
[INSERT], 841, 0
[INSERT], 842, 0
[INSERT], 843, 0
[INSERT], 844, 0
[INSERT], 845, 0
[INSERT], 846, 0
[INSERT], 847, 0
[INSERT], 848, 0
[INSERT], 849, 0
[INSERT], 850, 0
[INSERT], 851, 0
[INSERT], 852, 0
[INSERT], 853, 0
[INSERT], 854, 0
[INSERT], 855, 0
[INSERT], 856, 0
[INSERT], 857, 0
[INSERT], 858, 0
[INSERT], 859, 0
[INSERT], 860, 0
[INSERT], 861, 0
[INSERT], 862, 0
[INSERT], 863, 0
[INSERT], 864, 0
[INSERT], 865, 0
[INSERT], 866, 0
[INSERT], 867, 0
[INSERT], 868, 0
[INSERT], 869, 0
[INSERT], 870, 0
[INSERT], 871, 0
[INSERT], 872, 0
[INSERT], 873, 0
[INSERT], 874, 0
[INSERT], 875, 0
[INSERT], 876, 0
[INSERT], 877, 0
[INSERT], 878, 0
[INSERT], 879, 0
[INSERT], 880, 0
[INSERT], 881, 0
[INSERT], 882, 0
[INSERT], 883, 0
[INSERT], 884, 0
[INSERT], 885, 0
[INSERT], 886, 0
[INSERT], 887, 0
[INSERT], 888, 0
[INSERT], 889, 0
[INSERT], 890, 0
[INSERT], 891, 0
[INSERT], 892, 0
[INSERT], 893, 0
[INSERT], 894, 0
[INSERT], 895, 0
[INSERT], 896, 0
[INSERT], 897, 0
[INSERT], 898, 0
[INSERT], 899, 0
[INSERT], 900, 0
[INSERT], 901, 0
[INSERT], 902, 0
[INSERT], 903, 0
[INSERT], 904, 0
[INSERT], 905, 0
[INSERT], 906, 0
[INSERT], 907, 0
[INSERT], 908, 0
[INSERT], 909, 0
[INSERT], 910, 0
[INSERT], 911, 0
[INSERT], 912, 0
[INSERT], 913, 0
[INSERT], 914, 0
[INSERT], 915, 0
[INSERT], 916, 0
[INSERT], 917, 0
[INSERT], 918, 0
[INSERT], 919, 0
[INSERT], 920, 0
[INSERT], 921, 0
[INSERT], 922, 0
[INSERT], 923, 0
[INSERT], 924, 0
[INSERT], 925, 0
[INSERT], 926, 0
[INSERT], 927, 0
[INSERT], 928, 0
[INSERT], 929, 0
[INSERT], 930, 0
[INSERT], 931, 0
[INSERT], 932, 0
[INSERT], 933, 0
[INSERT], 934, 0
[INSERT], 935, 0
[INSERT], 936, 0
[INSERT], 937, 0
[INSERT], 938, 0
[INSERT], 939, 0
[INSERT], 940, 0
[INSERT], 941, 0
[INSERT], 942, 0
[INSERT], 943, 0
[INSERT], 944, 0
[INSERT], 945, 0
[INSERT], 946, 0
[INSERT], 947, 0
[INSERT], 948, 0
[INSERT], 949, 0
[INSERT], 950, 0
[INSERT], 951, 0
[INSERT], 952, 0
[INSERT], 953, 0
[INSERT], 954, 0
[INSERT], 955, 0
[INSERT], 956, 0
[INSERT], 957, 0
[INSERT], 958, 0
[INSERT], 959, 0
[INSERT], 960, 0
[INSERT], 961, 0
[INSERT], 962, 0
[INSERT], 963, 0
[INSERT], 964, 0
[INSERT], 965, 0
[INSERT], 966, 0
[INSERT], 967, 0
[INSERT], 968, 0
[INSERT], 969, 0
[INSERT], 970, 0
[INSERT], 971, 0
[INSERT], 972, 0
[INSERT], 973, 0
[INSERT], 974, 0
[INSERT], 975, 0
[INSERT], 976, 0
[INSERT], 977, 0
[INSERT], 978, 0
[INSERT], 979, 0
[INSERT], 980, 0
[INSERT], 981, 0
[INSERT], 982, 0
[INSERT], 983, 0
[INSERT], 984, 0
[INSERT], 985, 0
[INSERT], 986, 0
[INSERT], 987, 0
[INSERT], 988, 0
[INSERT], 989, 0
[INSERT], 990, 0
[INSERT], 991, 0
[INSERT], 992, 0
[INSERT], 993, 0
[INSERT], 994, 0
[INSERT], 995, 0
[INSERT], 996, 0
[INSERT], 997, 0
[INSERT], 998, 0
[INSERT], 999, 0
[INSERT], >1000, 0
java -cp /home/michim/gitdev/YCSB/core/target/core-0.1.4.jar:/home/michim/gitdev/YCSB/infinispan/src/main/conf:/home/michim/gitdev/YCSB/hbase/src/main/conf:/home/michim/gitdev/YCSB/jdbc/src/main/conf:/home/michim/gitdev/YCSB/nosqldb/src/main/conf:/home/michim/gitdev/YCSB/mapkeeper/target/mapkeeper-binding-0.1.4.jar:/home/michim/gitdev/YCSB/mapkeeper/target/archive-tmp/mapkeeper-binding-0.1.4.jar:/home/michim/gitdev/YCSB/gemfire/src/main/conf:/home/michim/gitdev/YCSB/voldemort/src/main/conf com.yahoo.ycsb.Client -db com.yahoo.ycsb.db.MapKeeperClient -P workloads/workloada -p mapkeeper.host=dqa-config2-006.dht.bf1.yahoo.com -p mapkeeper.port=9090 -s -threads 3000 -load